Repository: stereo-express/touch
Catalog: translations/touch.*.po
Languages: fr

source: Site name
fr: Nom du site

source: Links
fr: Liens

source: View
fr: Voir

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: Submission by %name on %date
fr: Soumission par %name le %date

source: Defines a contact form with subjects related to email addresses to dispatch form submissions.
fr: Définit un formulaire de contact avec des sujets liés à des adresses de courriel pour envoyer des soumissions de formulaire.

source: Contact form
fr: Formulaire de contact

source: List all contact form submissions.
fr: Liste toutes les soumissions de formulaire de contact.

source: Submit contact form submissions
fr: Soumettre des soumissions de formulaire de contact

source: Allow to fill and submit contact forms.
fr: Permet de remplir et soumettre des formulaires de contact.

source: Administer contact form submissions
fr: Administrer les soumissions de formulaire de contact

source: Allow to list of all submissions, view, edit and delete each of them.
fr: Permet de lister toutes les soumissions, voir, modifier et supprimer chacune d’elles.

source: Administer contact forms
fr: Administrer les formulaires de contact

source: Allow to change each contact form settings.
fr: Permet de changer les paramètres de chaque formulaire de contact.

source: ID
fr: Identifiant (ID)

source: Name
fr: Nom

source: Email address
fr: Adresse de courriel

source: Subject
fr: Objet

source: Newsletter subscription
fr: Inscription à l’infolettre

source: Language
fr: Langue

source: IP address
fr: Adresse IP

source: IP address (proxy)
fr: Adresse IP (proxy)

source: Browser
fr: Navigateur

source: Operating system
fr: Système d’exploitation

source: User agent
fr: Agent utilisateur

source: Operations
fr: Actions

source: Yes
fr: Oui

source: No
fr: Non

source: This value is coming soon as a compatible library version is about to be released.
fr: Cette valeur viendra sous peu étant donné qu’une version compatible d’une bibliothèque sera bientôt lancée.

source: My name is
fr: Mon nom est

source: Complete name
fr: Nom complet

source: I'm reachable at
fr: Je suis joignable à

source: I write to you about
fr: Je vous écris à propos

source: I also have some details
fr: J’ai aussi quelques détails

source: I would like to receive occasional news
fr: J’aimerais recevoir des nouvelles occasionnelles

source: Send
fr: Envoyer

source: Thank you for contacting me, I'll reach back to you shortly.
fr: Merci de m’avoir contacté, je vous reviendrai sous peu.

source: Undefined subject
fr: Sujet non-défini

source: The submission by %name on %date has been deleted.
fr: La soumission par %name le %date a été supprimée.

source: Are you sure you want to delete the submission by %name on %date?
fr: Êtes-vous sûr de vouloir supprimer la soumission par %name le %date?

source: Save
fr: Enregistrer

source: The submission by %name on %date has been successfully saved.
fr: La soumission par %name le %date a été supprimée avec succès.

source: A contact form diplaying subjects options from taxonomy term entity.
fr: Un formulaire de contact affichant des options de sujets provenant de d’entités de termes de taxonomie.

source: Type of item to reference
fr: Type d'élément à référencer

source: Taxonomy term
fr: Terme de taxonomie

source: Reference
fr: Référence

source: A new submission has been submitted on your site. Details are bellow.
fr: Une nouvelle soumission a été soumise sur votre site. Les détails sont ci-bas.

source: Contact subjects
fr: Sujets de contact

source: Use contact subjects to send contact form submissions to different email address.
fr: Utilisez les sujets de contact pour envoyer des soumissions de formulaire de contact à des adresses de courriel différentes.

source: Available contact subjects
fr: Sujets de contact disponibles
